Repository: 0mark/modest
Catalog: po/*.po
Languages: nl

source: Error trying to send a mail. Use a transport account
nl: Fout bij het versturen van een e-mail. Gebruik een transport account

source: Error trying to send a mail. You need to set almost one a recipient
nl: Fout bij het versturen van een email. Er moet minstens een geadresseerde zijn

source: Online
nl: Verbinding

source: Offline
nl: Geen verbinding

source: Modest went online
nl: Modest heeft verbinding gemaakt

source: Modest went offline
nl: Modest heeft de verbinding verbroken

source: Connection requested
nl: Verbinding gevraagd

source: This %s is not available in offline mode. Do you want to get online?
nl: Deze %s is alleen beschikbaar wanneer er verbinding is. Wilt u verbinding maken?

source: Password requested
nl: Wachtwoord gevraagd

source: Please enter your password for %s
nl: Geef uw wachtwoord voor %s

source: Welcome to the account assistant It will help to set up a new e-mail account
nl: Welkom bij de Account Assistent Het zal u helpen bij het maken van een nieuw e-mail account

source: Modest Account Assistant
nl: Modest Account Assistent

source: Please enter your name and your e-mail address below.
nl: Voer uw naam en e-mailadres hieronder in.

source: Full name
nl: Volledige naam

source: E-mail address
nl: E-mailadres

source: Identity
nl: Identiteit

source: Please select among the following options
nl: Kies uit de volgende opties

source: Receiving mail
nl: Ontvangen

source: Sending mail
nl: Verzenden

source: We're almost done. Press 'Apply' to store this new account
nl: We zijn bijna klaar. Klik 'Toepassen' om dit account op te slaan

source: Account name:
nl: Accountnaam:

source: Account Management
nl: Accountbeheer

source: Are you sure you want to cancel setting up a new account?
nl: Weet u zeker dat u het maken van een nieuw account wilt afbreken?

source: Cancel
nl: Afbreken

source: To...
nl: Aan...

source: <b>SMTP configuration</b>
nl: <b>SMTP-configuratie</b>

source: Servername:
nl: Servernaam:

source: Requires authentication
nl: Vereist autenticatie

source: <b>Security</b>
nl: <b>Beveiliging</b>

source: Connection type:
nl: Verbindingstype:

source: Authentication:
nl: Autenticatie:

source: Remember password
nl: Onthoud het wachtwoord

source: <b>Maildir configuration</b>
nl: <b>Maildir-configuratie</b>

source: Please select the path to your Maildir below
nl: Kies het pad naar uw Maildir hieronder

source: Path:
nl: Pad:

source: (none)
nl: (geen)

source: <b>Mbox configuration</b>
nl: <b>Mbox-configuratie</b>

source: Please select your mbox file below
nl: Kies uw mbox-bestand hieronder

source: <b>Server configuration</b>
nl: <b>Server-configuratie</b>

source: Username:
nl: Gebruikersnaam:

source: Enabled
nl: Actief

source: junk
nl: rommel

source: trash
nl: prullenbak

source: sent
nl: verzonden

source: draft
nl: klad

source: notes
nl: notities

source: contacts
nl: adressen

source: calendar
nl: kalender

source: All Mail Folders
nl: Alle e-mailmappen

source: (empty)
nl: (leeg)

source: Received
nl: Ontvangen

source: From
nl: Van

source: To
nl: Aan

source: Subject
nl: Onderwerp

source: Sent
nl: Verzonden

source: attachment
nl: aanhangsel

source: Attachments
nl: Aanhangels

source: Send
nl: Verstuur

source: Send the current email message
nl: Verstuur dit e-mailbericht

source: New mail
nl: Nieuw e-mailbericht

source: Compose a new email message
nl: Schrijf een nieuw e-mailbericht

source: Send/Receive
nl: Versturen/Ontvangen

source: Send and receive messages
nl: Verstuur en ontvang e-mailberichten

source: Reply
nl: Beantwoord

source: Reply to the selected email message
nl: Beantwoord het geselecteerde bericht

source: Reply all
nl: Beantwoord allen

source: Reply to all people the selected email was sent to
nl: Beantwoord allen aan wie het geselecteerde e-mailbericht gestuurd is

source: Forward
nl: Doorsturen

source: Forward the selected email
nl: Stuur het geselecteerde e-mailbericht door

source: Delete
nl: Verwijder

source: Delete the selected email message(s)
nl: Verwijder het geselecteerd e-mailbericht of -berichten

source: Next
nl: Volgende

source: Move to the next message
nl: Ga naar het volgende e-mailbericht

source: Previous
nl: Vorige

source: Move to the previous message
nl: Ga naar het vorige e-mailbericht

source: Stop whatever
nl: Stop
